tap 'pakerwreah/calendr'

brew 'fish'
brew 'fisher'
brew 'helix'
brew 'zoxide'
brew 'git'
brew 'gh'
brew 'mise'
brew 'fd'
brew 'fzf'
brew 'ripgrep'
brew 'sl'
brew 'difftastic'
brew 'trash'
brew 'tmux'
brew 'ghostscript'
brew 'racket'
brew 'bear'

cask 'tailscale'
cask 'syncthing'
cask 'ghostty'
cask 'orbstack'
cask 'orion'
cask 'skim'
cask 'figma'
cask 'firefox'
cask 'google-chrome'
cask 'monitorcontrol'
cask 'mos'
cask 'hammerspoon'
cask 'loop'
cask 'calendr'
cask 'font-iosevka'
cask 'font-victor-mono'
